[
{
    "model": "historiaapp.card",
    "pk": 1,
    "fields": {
        "name": "Alexander Flemming",
        "historicPeriod": "Unknown",
        "domain": "Unknown",
        "category": "Unknown",
        "birth": "6 August 1881",
        "land": "Unknown",
        "text": "In his Nobel lecture on 11 December 1945 he briefly mentioned lysozyme, saying, \"Penicillin was not the first antibiotic I happened to discover.\" It was only towards the end of the 20th century that the true importance of Fleming's discovery in immunology was realised as lysozyme became the first antimicrobial protein discovered that constitute part of our innate immunity.",
        "image": "images/alexanderflemming.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 2,
    "fields": {
        "name": "Leonhard Euler",
        "historicPeriod": "Unknown",
        "domain": "Unknown",
        "category": "Unknown",
        "birth": "15 April 1707",
        "land": "Unknown",
        "text": "Euler is held to be one of the greatest mathematicians in history and the greatest of the 18th century. A statement attributed to Pierre-Simon Laplace expresses Euler's influence on mathematics: \"Read Euler, read Euler, he is the master of us all.\"",
        "image": "images/leonhardeuler.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 3,
    "fields": {
        "name": "Albert Einstein",
        "historicPeriod": "Unknown",
        "domain": "Unknown",
        "category": "Unknown",
        "birth": "14 March 1879",
        "land": "Unknown",
        "text": "Einstein was born in the German Empire, but moved to Switzerland in 1895, forsaking his German citizenship (as a subject of the Kingdom of Württemberg) the following year. In 1897, at the age of 17, he enrolled in the mathematics and physics teaching diploma program at the Swiss Federal polytechnic school in Zürich, graduating in 1900.",
        "image": "images/einstein.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 4,
    "fields": {
        "name": "Srinivasa Ramanujan",
        "historicPeriod": "Unknown",
        "domain": "Unknown",
        "category": "Unknown",
        "birth": "22 December 1887",
        "land": "Unknown",
        "text": "During his short life, Ramanujan independently compiled nearly 3,900 results (mostly identities and equations). Many were completely novel; his original and highly unconventional results, such as the Ramanujan prime, the Ramanujan theta function, partition formulae and mock theta functions, have opened entire new areas of work and inspired a vast amount of further research.",
        "image": "images/ramanujan.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 5,
    "fields": {
        "name": "Winston Chruchill",
        "historicPeriod": "Contemporary",
        "domain": "POLITICIAN",
        "category": "Politics & Military",
        "birth": "30 November 1874",
        "land": "United Kingdom",
        "text": "Sir Winston Churchill, born Winston Leonard Spencer-Churchill, is a British statesman. He is best known for leading the United Kingdom during the Second World War. He was Prime Minister from 1940 to 1945 and again from 1951 to 1955. He is also famous for his oratorical skills and his bon mots. With no personal fortune, he made his living as a journalist and writer, for which he was awarded the Nobel Prize for Literature. He was also an artist: painting was his main hobby.",
        "image": "images/winstonchurchill.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 6,
    "fields": {
        "name": "Catherine the Great",
        "historicPeriod": "Modern - Contemporary",
        "domain": "EMPRESS",
        "category": "Politics & Military",
        "birth": "2 May 1729",
        "land": "The Russian Empire",
        "text": "Catherine II was a tsarina of Russia and the ancestor of the present House of Romanov. It is difficult to imagine a more diverse and seemingly contradictory character than Catherine II. Romanesque as much as realistic, an example of an \"enlightened leader\" for some, a tyrant for others, this sovereign knew better than anyone how to combine greatness and smallness. Considered by her contemporaries to be \"one of the best heads in Europe\" (Diderot), she devoted herself passionately, as she said, to her \"job\" as empress and deserved to be called, in spite of everything, \"the sentinel who is never relieved. In fact, few monarchs worked harder for the greatness of their country than this princess, a stranger - by blood and culture - to her adopted homeland. She went down in history as the \"Great Catherine\". During her reign, Russia (the Russian Empire) expanded its European territory to the west and south (more than 500,000 km2 ), thanks to the partition of Poland and a series of victories against the Ottoman Empire.",
        "image": "images/catherinethegreat.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 7,
    "fields": {
        "name": "Peter I The Great",
        "historicPeriod": "Modern",
        "domain": "Tsar of Russia",
        "category": "Art Littérature & Politique",
        "birth": "30 May 1672",
        "land": "Tsarat of Russia",
        "text": "Already during his lifetime, Peter the Great aroused both admiration and criticism. Some called him an \"antichrist\", others a creative hero. After his death, he was at the centre of all discussions on Russian history. Catherine II constantly referred to her glorious predecessor. In the 19th century, conservatives blamed him for creating a social divide in the Russian world by separating the \"Europeanised\" nobility from a people who had remained in an essentially religious tradition. But when Russia was in danger, during the Napoleonic invasion in 1812 and the Hitler invasion in 1941, historians evoked the image of the patriotic tsar, devoted to the independence and grandeur of the state. And if in the early days of the Bolshevik revolution the emphasis was on the harshness of the ruthless dictator who spared neither the blood nor the sweat of his subjects, very quickly a more impartial portrait emerged, recognising both the faults and the qualities of the man, as well as the positive character of his work. Iconography, statuary and academic competitions have perpetuated the image of Peter the Great in his most diverse activities. The statue of Falconet, erected under Catherine II, near the Winter Palace, to the glory of the reforming tsar (1782), shows him indicating with an imperious gesture the site of his capital; the poet Puškin dedicated his \"Bronze Rider\" (1833) to him: \"Standing on the edge of the deserted waters, his mind full of great thoughts, he looks into the distance...\".",
        "image": "images/pierre1erDeRussie.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 8,
    "fields": {
        "name": "Ivan the Terrible",
        "historicPeriod": "Modern",
        "domain": "Tsar of Russia",
        "category": "Art Literature & Military",
        "birth": "25 August 1530",
        "land": "Tsarat of Russia",
        "text": "In the history of ancient Russia, it is difficult to find a more controversial figure than Ivan IV. A bloodthirsty tyrant for some, he is considered by others to be one of the men who contributed most to the greatness of his country. There was a pathological element to his character that eventually degenerated into demented cruelty. The circumstances of his childhood had awakened in him a sickly distrust, a kind of nervous fear, a permanent state of irritation and a silent resentment against all beings: as a young man he had already lost his moral balance forever. But he was also one of the most educated men of his time, artistic, imaginative, hypersensitive; he astonished his contemporaries with his extraordinary gifts and the breadth of his political views. The little people always loved Ivan, who nevertheless made them suffer a lot; they venerated his memory and composed epic songs in his honour. It is the great ones who disgraced him, because they feared him; it is by the word \"formidable\" rather than \"terrible\" that the epithet of grozny which remains attached to his name should be correctly translated. To commemorate his victory over the Kazan Tatars, he had the famous St. Basil's Cathedral erected on Red Square.",
        "image": "images/IvantheTerrible.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 9,
    "fields": {
        "name": "Jeanne d'Arc",
        "historicPeriod": "Middle Age",
        "domain": "WARRIOR",
        "category": "Unknown",
        "birth": "1412",
        "land": "Kingdom of France",
        "text": "known as \"La Pucelle\", born around 1412 in Domrémy, a village in the Duchy of Barn 1 (now in the Vosges department of Lorraine), and died at the stake on 30 May 1431 in Rouen, capital of the Duchy of Normandy, then an English possession, was a heroine of French history, a war leader and a saint of the Catholic Church, posthumously nicknamed \"La Pucelle d'Orléans\".  At the beginning of the 15th century, this young girl from a peasant background claimed that she had been given the mission by Saints Michael, Margaret of Antioch and Catherine of Alexandria to deliver France from English occupation. She managed to meet Charles VII, lead the French troops victoriously against the English armies, lift the siege of Orleans and lead the king to the coronation in Reims, thus helping to reverse the course of the Hundred Years' War.  Captured by the Burgundians at Compiègne in 1430, she was sold to the English by Jean de Luxembourg, Count of Ligny, for the sum of ten thousand pounds. It was condemned to be burnt alive in 1431 after a trial for heresy conducted by Pierre Cauchon, Bishop of Beauvais and former rector of the University of Paris. This trial was marred by numerous irregularities and a review was ordered by Pope Calixtus III in 1455. A second trial was held in 1456, which concluded that Jeanne was innocent and fully rehabilitated. Thanks to these two trials, the minutes of which have been preserved, she is one of the best known personalities of the Middle Ages. known as \"La Pucelle\", born around 1412 in Domrémy, a village in the Duchy of Barn 1 (now in the Vosges department of Lorraine), and died at the stake on 30 May 1431 in Rouen, capital of the Duchy of Normandy, then an English possession, was a heroine of French history, a war leader and a saint of the Catholic Church, posthumously nicknamed \"La Pucelle d'Orléans\".  At the beginning of the 15th century, this young girl from a peasant background claimed that she had been given the mission by Saints Michael, Margaret of Antioch and Catherine of Alexandria to deliver France from English occupation. She managed to meet Charles VII, lead the French troops victoriously against the English armies, lift the siege of Orleans and lead the king to the coronation in Reims, thus helping to reverse the course of the Hundred Years' War.  Captured by the Burgundians at Compiègne in 1430, she was sold to the English by Jean de Luxembourg, Count of Ligny, for the sum of ten thousand pounds. It was condemned to be burnt alive in 1431 after a trial for heresy conducted by Pierre Cauchon, Bishop of Beauvais and former rector of the University of Paris. This trial was marred by numerous irregularities and a review was ordered by Pope Calixtus III in 1455. A second trial was held in 1456, which concluded that Jeanne was innocent and fully rehabilitated. Thanks to these two trials, the minutes of which have been preserved, she is one of the best known personalities of the Middle Ages.",
        "image": "images/jeannearc.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 10,
    "fields": {
        "name": "Hypatie",
        "historicPeriod": "Antiquity",
        "domain": "HUMANIST",
        "category": "Philosophy, mathematics &astronomy",
        "birth": "350",
        "land": "Alexandrie",
        "text": "Hypatia was a Greek neoplatonist philosopher, astronomer and mathematician from Alexandria. A woman of letters and science, she was the head of the Neoplatonic school in Alexandria, where she taught philosophy and astronomy. She was the first mathematician whose life is well documented. She is known during her lifetime as a renowned teacher and wise counselor. The only source listing her works, the Souda, attributes to her a commentary on the Arithmetics of Diophantus of Alexandria, which may have partially survived as part of Diophantus' original text, and a lost commentary on the treatise of Apollonius of Perga on conic sections. She also participated in the commentary or edition of Ptolemy's Almagest by her father. She also instructed other philosophers in the art of building astrolabes and hydrometers.  Although not a Christian, Hypatia was known for her tolerance of the early Christians. She taught many Christian students, including Snesios of Cyrene, the future bishop of Ptolemais. Until the end of her life, Hypatia advised Orestes, then prefect of Egypt, who was in open conflict with Cyril, bishop of Alexandria. Rumours that she was fostering conflict between Orestes and Cyril prompted a mob of Christian monks in March 415 to murder her, dismember her and burn her body. In particular, they were incited to kill Hypatia by a spiritual leader named Peter, under the influence of Cyril of Alexandria.  Her death at the hands of the Christians shocked the Empire and made her a 'martyr of philosophy', leading future Neoplatonists like Damascios to become fervent opponents of Christianity. During the Middle Ages, the symbol of Hypatia was reclaimed and distorted as an embodiment of Christian virtues; she may have been the origin of the legend of Catherine of Alexandria. During the Enlightenment, she again became a symbol of opposition to Catholicism. She became part of European literature under the impetus of Charles Kingsley in 1853, who wrote a novel about her life, and in the 20th century she became an icon of the women's rights movement and feminism. Many descriptions link her death to the burning of the Great Library of Alexandria, but the evidence shows that the two events are separate.",
        "image": "images/Hypatia_4.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 11,
    "fields": {
        "name": "Victoria",
        "historicPeriod": "Contemporary",
        "domain": "Queen of the United Kingdom",
        "category": "Political & Military",
        "birth": "24 May 1819",
        "land": "British Empire",
        "text": "Queen Victoria, who came to the throne in 1837 and died on 22 January 1901, symbolised the United Kingdom at the height of its power. The \"Victorian era\" thus sums up the success and ambiguities of England in the second half of the 19th century. The country was spared wars and revolutions, while at the same time carving out the world's first colonial empire (Victoria reigned over an empire \"on which the sun never sets\"); the Royal Navy and the City of London are the symbols of a success story that is primarily economic, based on the trilogy of steel, coal and cotton. Victoria was the queen of the world's leading industrial and commercial power. She was also the queen of the oldest parliamentary system in Europe, which was then considerably democratised and led by conservatives (such as Disraeli) and liberals (such as Gladstone). However, royal prerogatives were largely curtailed during her reign, and the Queen, who died in 1901, had less power than ever in England. She also left her name to a 'Victorian' society and morality, which combined the most glaring social inequalities with the strictest intellectual conformity.",
        "image": "images/QueenVictoria.JPG"
    }
},
{
    "model": "historiaapp.card",
    "pk": 12,
    "fields": {
        "name": "Marie Antoinette",
        "historicPeriod": "Modern - Contemporary",
        "domain": "Queen of France",
        "category": "Art Literature & History",
        "birth": "2 november 1755",
        "land": "Austrian Empire",
        "text": "Marie-Antoinette Josèphe Jeanne de Habsbourg-Lorraine, was Queen of France and Navarre from 1774 to 1791, then Queen of the French from 1791 to 1792. She was the last queen of the Ancien Régime. Archduchess of Austria, Imperial Princess and Royal Princess of Hungary and Bohemia, she was the second last child and youngest daughter of Empress Maria Theresa of Austria and Francis I, Emperor of the Holy Roman Empire. She became Dauphine of France in 1770, at the age of fourteen, through her marriage to the future King Louis XVI, then Queen of France in 1774, when her husband ascended the throne. After eight years of marriage, she gave birth to Marie Thérèse, the first of her four children. She lost popularity due to accusations of sympathy with France's enemies, particularly her native Austria, and the affair of the necklace, where she was found to be the victim of a swindle. Demeaning nicknames, such as \"l'Autrichienne\" or \"Madame Déficit\", circulated. Like her husband, she did not appreciate the constraints of the court and liked to spend time on her own, especially in the Queen's hamlet. At the beginning of the French Revolution, she was placed under house arrest in the Tuileries Palace, along with the royal family. Her attempted escape from Varennes in 1791 and her role in the war of the First Coalition further damaged her image. In 1792, the royal family was imprisoned in the Temple prison and the monarchy abolished. While Louis XVI was executed on 21 January 1793, the Queen's trial before the Revolutionary Court opened on 14 October; two days later she was convicted of high treason and executed by guillotine.",
        "image": "images/MarieAntoinetteAdult.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 13,
    "fields": {
        "name": "Elizabeth 1 of England",
        "historicPeriod": "Modern",
        "domain": "Queen of England and Ireland",
        "category": "Political & Military",
        "birth": "7 September 1533",
        "land": "United Kingdom",
        "text": "Under Elizabeth I, the small kingdom of England, surrounded to the north by an independent and hostile Scotland, to the west by an uncontrolled Ireland, and on the continent by the rise of the great absolutist monarchies of Spain and France, revealed itself, in the course of dramatic events, as a major partner in the European and world adventure. England asserted a personality that had matured during the Hundred Years' War, and was then forged by the masterly hand of the first Tudor kings. Shaped in turn by the cunning tenacity of Henry VII, then by the calculated outbursts of Henry VIII, it developed the social and economic foundations of its young power. The decline of feudalism, accelerated by government action, brought new actors onto the national scene: industrialists, merchants and 'adventurers' who gained strength at the expense of the old leaders of the political and economic game, the nobility and the Church. At the same time, the spiritual physiognomy adapted to the changing social structures; Henry VIII used his matrimonial adventures to break with Rome and place himself at the head of the Church of England, of which he controlled the episcopal body and secularised the monasteries. Encouraged by the \"Henrician reformation\", Protestant, Lutheran and soon Calvinist tendencies supplanted the old Catholicism, which had remained alive elsewhere, in government circles, in university and trading towns, and especially in London. Under the reign of Henry's successor, Edward VI, England moved decisively towards the Reformation, though not without sometimes strong resistance. Thus, original formulas were sought that would provide England with a religion adapted to the needs of its evolution. The Crown intended to free itself from Roman interference; but, despite their absolutist authoritarianism, the rulers were attentive to socio-economic trends and their spiritual corollaries. Parliament gained unparalleled influence by assuming supreme responsibility for the religious initiatives of Henry VIII and Edward VI. A new foreign policy also recognised the balance of power in Europe as the best way for England to participate as an arbiter in continental affairs, and especially in the increased exploitation of the major sectors of European trade. Society was undergoing profound changes, with the values of the \"manorial system\" already being challenged by those of urban, industrial and commercial capitalism, and the frenetic quest for money was combined with the taste for spiritual adventure that had long been expressed by so many learned and daring minds.",
        "image": "images/elisabeth1erreine.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 14,
    "fields": {
        "name": "Philip II of Spain",
        "historicPeriod": "Modern",
        "domain": "King of Spain",
        "category": "Politics, Military & Religion",
        "birth": "21 May 1527",
        "land": "Kingdom of Spain",
        "text": "Although Charles V enjoys a flattering reputation among historians, Philip II remains one of the most debated figures of modern times. Yet never was a son more concerned with continuing his father's work, with remaining faithful to his instructions. The Spanish king was deeply religious, sure of his rightful place and inclined to rigour.  The main features of his personality were a great capacity for work at the service of an average intelligence, a real shyness and a taste for solitude. Unlike Charles V, he behaved like a true Iberian, speaking only Castilian and Portuguese, and he never left the Peninsula after 1559. He was rid of the imperial title and the German wasp, and after 1581 he was master of two colonial empires, and was in fact more powerful than his father.  He did not like war, but allowed himself to be drawn into too many conflicts, in the Mediterranean against the Turks, in the Atlantic against England, in France against the supporters of Henry IV. The revolt in the Netherlands was the unhealable wound of the reign. The necessities of war forced Philip II to triple Castile's financial burdens. Was this the origin of the decadence? In part, no doubt. Recent research suggests that the epidemics of the late sixteenth and seventeenth centuries contributed as much.",
        "image": "images/Philip_II_of_Spain.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 15,
    "fields": {
        "name": "Anne Boleyn",
        "historicPeriod": "Modern",
        "domain": "Queen of England",
        "category": "Art Literature & History",
        "birth": "1501",
        "land": "England",
        "text": "Second wife of King Henry VIII of England and mother of Queen Elizabeth I, born 1507, died 19 May 1536, London. The conditions of the annulment of Henry VIII's first marriage to Catherine of Aragon and his remarriage to Anne Boleyn led him to break with the Catholic Church and provoked the reformation of the English Church. Anne Boleyn's arrogant attitude soon earned her the enmity of the court. Although Henry VIII turned away from her and had affairs with other women, perhaps the birth of a boy could have saved their marriage. Anne Boleyn miscarried in 1534 and in January 1536 gave birth to a stillborn male baby. On 2 May 1536, Henry VIII had her imprisoned in the Tower of London for adultery with several men and incest with her own brother. She was unanimously found guilty by a court of peers and beheaded on 19 May. On 30 May, Henry VIII marries Jane Seymour. Anne Boleyn probably dies innocent, probably the victim of a court faction supported by Thomas Cromwell.",
        "image": "images/Anneboleyn.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 16,
    "fields": {
        "name": "Sappho",
        "historicPeriod": "Antiquity",
        "domain": "poetess",
        "category": "Art Literature & History",
        "birth": "630",
        "land": "Greece",
        "text": "A Greek poetess, Sappho, or more precisely in Aeolian Psapphô or Psapphâ, belonged to a noble family from Mytilene, on the island of Lesbos. Her father was called Scamandronyme and her brother Charoxus. Banished around ~ 600, she was exiled to Sicily and then returned to her native country to end her days there. Ovid, in the Eroids, depicts her as 'small and black', while Alceus, who may have loved her, speaks of a 'pure Sappho, with braids of violets and a smile of honey'. She was also the head of a sort of religious brotherhood where young noblewomen, destined to take part in the ceremonies of the local cults, learned to sing, dance, play the lyre and read the poets. Her marriage to Cercolas or Cercylas is an invention of the Athenian comic poets: in fact, it seems that she did not marry. Her unhappy love for Phaon, for whom she threw herself into the sea from the rock of Lefkada, is also legendary. Sappho's name is still associated with the idea of homosexual love. Despite the opinion of many critics who have argued for her 'virtue' by pointing to the dignity of her response to the proposals of Alceus, her concern for her brother who was seduced by a courtesan, or her outbursts of maternal love, it is undeniable that Sappho's love poems are addressed to women. (And she sometimes names herself in them, which proves that they are not poems commissioned by lovers.) The thesis that there were two women: a vulgar courtesan and a distinguished poetess remains rather implausible.",
        "image": "images/Sappho.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 17,
    "fields": {
        "name": "Nefertiti",
        "historicPeriod": "Antiquity",
        "domain": "Queen of Egypt",
        "category": "Politics & Religion",
        "birth": "1370 BC",
        "land": "Egypt",
        "text": "Nefertiti (whose name means \"the beautiful one has come\" or \"the perfect one has arrived\") was a Queen of Egypt, the great royal wife of Akhenaten, one of the last kings of the 18th Dynasty. Her beauty is legendary and it is certain that she played an important political and religious role during the Amarna period. Indeed, when a team of American archaeologists recently undertook a virtual reconstruction of the walls of the Temple of Aten at Karnak from talatates - a gigantic jigsaw puzzle of more than six thousand sandstone blocks removed from the Ninth Pylon - they were surprised to find that Nefertiti's depictions outnumbered those of Akhenaten, her royal husband. Elsewhere, the queen is depicted in the traditional pose of a pharaoh punishing Egypt's enemies, or officiating alongside the king before their god Aten. Other reliefs show the royal couple and the little princesses in their family intimacy. All these scenes are proof that the queen wielded considerable power, as official art has never before shown similar scenes.",
        "image": "images/Nofretete.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 18,
    "fields": {
        "name": "Marco Polo",
        "historicPeriod": "Middle Age",
        "domain": "Italian merchant",
        "category": "Art Literature & History",
        "birth": "15 September 1254",
        "land": "Venice",
        "text": "In the 13th century, Marco Polo, a Venetian merchant, embarked on a great journey to the East in the company of his father and uncle, in search of new commodities and new supply routes. He travelled through Turkey, Persia and above all China, where he stayed for twenty years. In the service of the Great Khan, as ambassador and governor, he travelled the country. As an attentive observer, he described the landscapes of Central Asia, collected legends, observed the daily life, customs and mores of the people he visited, and painted a fascinating picture of a kingdom where various religions coexisted peacefully. He evokes a country where gold and silk abound, but where a strange mineral and a viscous oil are also used, which will later be called coal and oil. And, above all, he paints an endearing portrait of an ideal emperor, the Great Khan Kubilai. Imprisoned in Genoa, the rival city of Venice, he dictated his memories to a fellow prisoner.",
        "image": "images/Marco_Polo.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 19,
    "fields": {
        "name": "William Shakespeare",
        "historicPeriod": "Unknown",
        "domain": "Dramaturge",
        "category": "Art Literature & History",
        "birth": "26 April 1564",
        "land": "England",
        "text": "It would be fascinating to trace the curve of Shakespeare's reputation, for no other work, apart from the Bible, has attracted so much comment, so many scholars, so much controversy. But the consensus on the greatness and depth of the work is universal. Since the Folio that revealed this work to the world, its glory has not ceased to grow, so well established was it already among its own contemporaries.  Of course, every country and every era has its own Shakespeare. The eighteenth century began to establish the text, amended it and toned it down in places, sometimes adapting it to its own taste, and rewriting its plays by stripping them of their rough edges. In France, Voltaire was jealous of him, insulted him, but imitated him, or so he thought. Le Tourneur wraps it in the phraseology of the time with infinite precautions. Our Romantics adopt it and proclaim the revolution in its name. It was after the performances of Othello by an English troupe in Paris that Stendhal wrote his Racine et Shakespeare and exclaimed: \"We must now have a theatre of our own. Victor Hugo idolises and mythologises him. He forced his son François to undertake the translation of his complete works, for which he wrote his thunderous essay. Since then, Shakespeare has become part of the French consciousness in the same way as our own playwrights. He is the classic with which we can take all sorts of liberties. It is translated, adapted and performed in all sorts of ways. It has taken over our stages, it haunts our festivals, it has almost become one of ours. Anyone who doesn't have his Shakespeare is considered illiterate.  And yet, it is hardly after the inordinate efforts of Anglo-Saxon critics, to whom we are beginning to listen, that Shakespeare begins to emerge from the fog of contemporary passions in a guise that we would like to be his own. It is not enough to make Shakespeare a precursor of Kafka, a zealot of leftism before its time, or a structuralist sociologist. Gesticulation and vociferation are not enough to give him his true face either. Between Brecht and the Comédie-Française, even under the direction of an English director, there is room for a careful rereading and informed reflection.",
        "image": "images/Shakespeare.jpg"
    }
},
{
    "model": "historiaapp.card",
    "pk": 20,
    "fields": {
        "name": "Aristotle",
        "historicPeriod": "Antiquity",
        "domain": "PHILOSOPHER",
        "category": "Science & Inventions",
        "birth": "-384",
        "land": "Greece",
        "text": "Aristotle is an ancient Greek philosopher. He was a student of Plato and was influenced by Socrates. According to him, science can be theoretical, practical or productive. He wrote the Organon: a set of treatises in which logic is detailed and presented as a tool to advance science. He is considered the first to practice natural science. He discovered that dolphins are not fish, but mammals. He drew up a detailed description of the beehive which remained unchanged for over 2,000 years. He is the teacher of Alexander the Great, son of Philip II of Macedonia, who is his friend. He founded a philosophical school called the Lyceum. According to him, natural beings are made up of 5 elements: Earth, Water, Air, Fire and Ether. He demonstrated that the Earth is round.",
        "image": "images/Aristote.jpeg"
    }
}
]
